{"intents": [
        {"tag": "saudacao",
         "patterns": ["Ola, boa tarde",	"Olá, boa tarde!",	"Boa tarde!",	"Oi, boa tarde!",	"Olá",	"Oi",	"Boa tarde",	"Bom dia",	"Boa noite",	"E aí",	"Tudo bem?",	"Como vai?",	"Hey",	"Como posso ajudar?",	"Estou precisando de ajuda.",	"Alguém aí?",	"Olá bot",	"Estou com uma dúvida.",	"Preciso de suporte.",	"Tem alguém online?",	"Saudações",	"Alô",	"Opa",	"E aí tudo tranquilo?",	"Oi tem alguém aí?",	"Estou perdido pode me ajudar?",	"Quero informações.",	"Quem está aí?",	"Bom te ver",	"Ei chatbot",	"Como funciona isso?",	"O que você pode fazer?",	"Qual é a sua função?",	"Estou com problemas pode ajudar?",	"Olá preciso de assistência.",	"Ei estou aqui",	"Quero falar com alguém.",	"Boa tarde estou com dificuldades.",	"Quero fazer uma pergunta.",	"Alguém pode me ouvir?",	"Oi estou com dúvidas.",	"Como posso ser ajudado?",	"Ei você é um bot?",	"Estou confuso precisa de ajuda.",	"Oi bot Estou aqui.",	"Quero saber mais.",	"Posso fazer uma pergunta?",	"Estou procurando informações.",	"Como posso contatar alguém?",	"O que você sabe fazer?",	"Preciso de suporte técnico.",	"Alguém pode me orientar?",	"Olá estou com problemas.",	"Estou com dificuldades você pode me auxiliar?",	"Oi estou com um problema.",	"Quero resolver um problema.",	"Alguém para ajudar?",	"Estou com dificuldades técnicas.",	"Quero resolver um bug.",	"E aí tudo certo?",	"Olá preciso de ajuda técnica.",	"Preciso falar com alguém.",	"Alguém online para conversar?",	"Oi estou aqui para suporte.",	"Ei preciso de informações.",	"Estou com dificuldades técnicas pode ajudar?",	"Quero falar com o suporte.",	"Preciso de assistência técnica.",	"Alguém pode me dar uma mão?",	"Olá estou com problemas técnicos.",	"Preciso de orientação.",	"Estou com um problema pode ajudar?",	"Quero resolver um erro.",	"Alguém disponível para me ajudar?",	"Oi estou com dificuldades.",	"Preciso de suporte técnico imediatamente.",	"E aí tudo bem por aí?",	"Olá estou com um bug.",	"Estou com uma falha pode me auxiliar?",	"Alguém para me dar suporte?",	"Preciso resolver uma questão.",	"Quero reportar um problema.",	"Alguém para resolver um bug?",	"Oi estou com um bug para resolver.",	"Preciso de assistência imediata.",	"Estou com problemas no sistema.",	"Quero falar com alguém do suporte.",	"Alguém para resolver um erro?",	"Oi estou com um bug no sistema.",	"Preciso de ajuda urgente.",	"Quero reportar um erro.",	"Alguém para resolver uma questão técnica?",	"Oi estou com dificuldades no sistema.",	"Preciso de ajuda imediata.",	"Estou com problemas de funcionamento.",	"Quero resolver uma falha técnica.",	"Oi estou com uma falha no sistema.",	"Preciso de suporte urgente.",	"Estou com problemas na aplicação.",	"Quero falar com o atendimento técnico.",	"Alguém para resolver uma questão urgente?",	"Oi estou com um problema técnico."],
         "responses": ["Ola, como posso te ajudar ?", "Oi, como podemos te ajudar?"],
         "context_set": ""
        },
        {"tag": "despedida",
         "patterns": ["Não, por hoje seria isso mesmo, muito obrigado",	"Não, isso é tudo por hoje. Muito obrigado!",	"Não, por hoje está ótimo. Obrigado!",	"Não, por hoje está tudo. Muito obrigado!",	"Não, por hoje seria isso mesmo. Muito obrigado!",	"Agradeço, mas é só isso mesmo.",	"Agradeço, mas é isso por hoje.",	"Agradeço, mas é só isso por hoje.",	"Não, obrigado.",	"Certo, vou conversar com meu líder atual. Obrigado pelas informações.",	"Entendido, vou conversar com meu líder. Obrigado pelas informações.",	"Compreendido, vou conversar com meu líder então. Obrigado pela ajuda.",	"Certo, obrigado pela informação.",	"Ok, obrigado pela ajuda.",	"Compreendido, obrigado pela ajuda.",	"Entendido, obrigado.",	"Claro, vou aprofundar mais na conversa, buscando informações adicionais do perfil do usuário e justificando melhor a negação da solicitação.",	"Até mais",	"Até logo",	"Até breve",	"Tchau",	"Até a próxima",	"Fui",	"Até mais tarde",	"Até já",	"Tenha um bom dia",	"Tenha uma boa tarde",	"Tenha uma boa noite",	"Até logo mais",	"Vou nessa",	"Até mais ver",	"Estou indo",	"Nos vemos",	"Estou saindo",	"Boa sorte",	"Boa jornada",	"Adeus",	"Fique bem",	"Cuide-se",	"Até breve chatbot",	"Agradeço a ajuda",	"Adeus obrigado",	"Até a próxima vez",	"Vou me retirar",	"Vou dar uma pausa",	"Partindo agora",	"Desejo sucesso",	"Até a próxima interação",	"Hora de ir",	"Desligando",	"Fechando a conversa",	"Seguirei em frente",	"Hora de partir",	"Vou me desconectar",	"Vou me ausentar",	"Despedindo-me",	"Saindo daqui",	"Fechando o chat",	"Desejo um ótimo dia",	"Tenha uma ótima tarde",	"Tenha uma ótima noite",	"Boa sorte adiante",	"Boa jornada para você",	"Adeus foi bom falar contigo",	"Até mais tarde chatbot",	"Agradeço pela assistência",	"Até a próxima obrigado",	"Hora de me despedir",	"Encerrando agora",	"Encerrando a conversa",	"Continuarei depois",	"Desejo sucesso para você",	"Encerrando por aqui",	"Estou de saída",	"Fim da interação",	"Até mais foi um prazer",	"Obrigado adeus",	"Até breve obrigado",	"Vou me retirar agora",	"Hora de fazer outra coisa",	"Deixando a conversa",	"Desligando por agora",	"Boa continuação",	"Tenha um ótimo dia pela frente",	"Tenha uma boa tarde pela frente",	"Tenha uma boa noite pela frente",	"Boa sorte em suas atividades",	"Adeus até mais",	"Até mais obrigado pela ajuda",	"Até a próxima vez obrigado",	"Estou saindo agora obrigado",	"Encerrando obrigado",	"Hora de seguir adiante",	"Até mais e obrigado",	"Obrigado até breve",	"Até a próxima foi um prazer",	"Vou me desconectar agora",	"Hora de me retirar obrigado",	"Despedindo-me agora",	"Encerrando a conversa obrigado",	"Até mais tarde obrigado pela ajuda",	"Agradeço muito adeus",	"Até a próxima tenha um bom dia",	"Hora de partir obrigado",	"Deixando o chat obrigado",	"Boa continuação obrigado",	"Tenha um bom dia até breve",	"Até mais fique bem",	"Até a próxima cuide-se",	"Estou saindo agora cuide-se",	"Encerrando até mais",	"Hora de seguir adiante obrigado",	"Até mais tenha um bom dia",	"Até a próxima tenha uma boa tarde",	"Vou me desconectar agora obrigado",	"Despedindo-me agora obrigado",	"Encerrando a conversa até mais tarde",	"Agradeço muito até a próxima",	"Até mais tarde cuide-se",	"Até breve fique bem",	"Estou saindo agora até a próxima",	"Encerrando cuide-se",	"Até mais tenha uma boa noite",	"Obrigado tenha um bom dia",	"Vou me desconectar agora até breve",	"Despedindo-me agora fique bem",	"Encerrando a conversa até logo",	"Agradeço muito tenha uma boa tarde",	"Até mais tarde até breve",	"Até breve tenha uma boa noite",	"Encerrando tenha um bom dia"],
         "responses": ["Até mais, obrigado pela visita!", "Tenha um otimo dia!"]
        },
        {"tag": "solicitacao",
         "patterns": ["Gostaria de solicitar um computador",	"Queria fazer uma solicitação de um computador.",	"Gostaria de requisitar um computador, por favor.",	"Queria fazer uma requisição de um computador.",	"Gostaria de solicitar um computador, por favor.",	"Queria requisitar um computador.",	"Sim, há disponível.",	"Quero solicitar um computador.",	"Gostaria de solicitar um computador.",	"Quero pedir um computador.",	"Queria solicitar um computador.",	"Estou solicitando um computador.",	"Queria pedir um computador.",	"Quero requisitar um laptop.",	"Solicitaria um computador, por gentileza.",	"Gostaria de pedir um computador.",	"Estou precisando de um novo computador para trabalhar.",	"Sou novo na empresa e preciso de um notebook para desenvolver minhas atividades administrativas.",	"Boa tarde! Preciso de ajuda para solicitar um computador.",	"Estou buscando um laptop de alto desempenho para trabalhar em um novo projeto na empresa.",	"Estou migrando para a equipe de desenvolvimento de software e precisarei de um computador potente para programação intensiva.",	"Estou precisando de um computador para compartilhar entre minha equipe.",	"Olá! Estou procurando um novo equipamento para trabalhar.",	"Estou buscando um computador padrão para um novo membro da equipe.",	"Preciso de um notebook para realizar minhas atividades administrativas na empresa.",	"Preciso fazer uma requisição de hardware.",	"Estou interessado em adquirir um dispositivo.",	"Gostaria de solicitar um equipamento de informática.",	"Queria requisitar um PC para trabalho.",	"Boa tarde, preciso de um computador, por favor.",	"Estou em busca de um dispositivo para atividades profissionais.",	"Quero pedir um notebook para uso corporativo.",	"Estou buscando um computador portátil para minha função.",	"Olá, preciso fazer uma solicitação de hardware.",	"Estou interessado em adquirir um novo dispositivo.",	"Gostaria de solicitar um equipamento de trabalho.",	"Queria requisitar um computador para uso profissional.",	"Boa tarde, estou precisando de um PC para atividades laborais.",	"Estou em busca de um dispositivo para minhas tarefas profissionais.",	"Quero pedir um notebook para uso no trabalho.",	"Olá, preciso fazer uma requisição de equipamento.",	"Estou interessado em adquirir um novo dispositivo tecnológico.",	"Gostaria de solicitar um computador para o meu setor.",	"Queria requisitar um PC para uso empresarial.",	"Boa tarde, estou precisando de um dispositivo para trabalho.",	"Estou em busca de um equipamento para minhas atribuições profissionais.",	"Olá, preciso fazer uma solicitação de computador.",	"Estou interessado em adquirir um equipamento tecnológico novo.",	"Gostaria de solicitar um dispositivo para o meu departamento.",	"Queria requisitar um PC para uso profissional.",	"Boa tarde, estou precisando de um notebook para trabalho.",	"Estou em busca de um dispositivo para atividades laborais.",	"Quero pedir um computador para uso empresarial.",	"Olá, preciso fazer uma requisição de hardware de trabalho.",	"Estou interessado em adquirir um novo dispositivo tecnológico para o emprego.",	"Gostaria de solicitar um equipamento para minha função corporativa.",	"Queria requisitar um notebook para uso no escritório.",	"Boa tarde, estou precisando de um PC para atividades profissionais.",	"Estou em busca de um dispositivo para uso laboral.",	"Quero pedir um computador para uso no ambiente de trabalho.",	"Olá, preciso fazer uma solicitação de equipamento de informática.",	"Estou interessado em adquirir um dispositivo novo para o trabalho.",	"Gostaria de solicitar um computador para as atividades no departamento.",	"Queria requisitar um notebook para uso corporativo.",	"Boa tarde, estou precisando de um PC para tarefas laborais.",	"Estou em busca de um dispositivo para minhas funções no emprego.",	"Quero pedir um computador para uso profissional.",	"Olá, preciso fazer uma requisição de hardware para o escritório.",	"Estou interessado em adquirir um novo dispositivo para o emprego.",	"Gostaria de solicitar um equipamento tecnológico para minha área.",	"Queria requisitar um notebook para uso empresarial.",	"Boa tarde, estou precisando de um PC para atividades de trabalho.",	"Estou em busca de um dispositivo para uso corporativo.",	"Olá, estou precisando de um computador para minhas responsabilidades no escritório.",	"Quero requisitar um notebook para uso profissional.",	"Boa tarde, preciso de um dispositivo para realizar minhas tarefas no trabalho.",	"Estou buscando um PC para uso corporativo.",	"Gostaria de solicitar um equipamento tecnológico para o meu setor.",	"Queria um notebook para atividades laborais.",	"Olá, preciso de um computador para meu papel na empresa.",	"Quero pedir um dispositivo para minhas obrigações profissionais.",	"Boa tarde, estou buscando um notebook para uso empresarial.",	"Estou em busca de um PC para uso no meu departamento.",	"Gostaria de solicitar um equipamento tecnológico para as atividades no escritório.",	"Queria requisitar um notebook para funções laborais.",	"Olá, estou precisando de um computador para meu cargo na companhia.",	"Quero um dispositivo para minhas responsabilidades profissionais.",	"Boa tarde, preciso de um notebook para uso no ambiente de trabalho.",	"Estou buscando um PC para atividades corporativas.",	"Gostaria de solicitar um equipamento tecnológico para meu departamento.",	"Queria um notebook para tarefas laborais.",	"Olá, preciso de um computador para minhas funções na empresa.",	"Quero requisitar um dispositivo para minhas obrigações profissionais.",	"Boa tarde, estou buscando um notebook para uso no setor empresarial.",	"Estou em busca de um PC para atividades no meu departamento.",	"Gostaria de solicitar um equipamento tecnológico para minhas responsabilidades no trabalho.",	"Olá, estou precisando de um computador para minhas atribuições na companhia.",	"Quero um dispositivo para minhas tarefas profissionais.",	"Estou buscando um PC para atividades no escritório.",	"Gostaria de solicitar um equipamento tecnológico para meu setor empresarial.",	"Quero requisitar um dispositivo para minhas responsabilidades profissionais.",	"Boa tarde, estou buscando um notebook para uso no departamento.",	"Estou em busca de um PC para atividades corporativas.",	"Olá, estou precisando de um computador para minhas atribuições no trabalho.",	"Quero um dispositivo para minhas tarefas laborais.",	"Boa tarde, preciso de um notebook para uso no ambiente corporativo.",	"Queria um notebook para tarefas profissionais.",	"Olá, preciso de um computador para minhas funções na companhia.",	"Quero requisitar um dispositivo para minhas responsabilidades no trabalho.",	"Gostaria de solicitar um equipamento tecnológico para uso corporativo.",	"Queria requisitar um notebook para atividades laborais.",	"Olá, estou precisando de um computador para meu cargo na empresa.",	"Quero um dispositivo para minhas obrigações profissionais.",	"Saudações, gostaria de solicitar um dispositivo computacional para melhorar minhas atividades laborais.",	"Boa tarde, preciso de um notebook para trabalho na empresa.",	"Estou em busca de um computador para auxiliar nas tarefas profissionais.",	"Oi, queria pedir um laptop pro serviço.",	"Desejo solicitar um equipamento tecnológico para aprimorar minha eficiência no trabalho.",	"Tô buscando um PC pra melhorar minhas coisas no emprego.",	"Gostaria de requisitar um notebook para uso no ambiente corporativo.",	"Tô precisando de um dispositivo de informática pro escritório.",	"Prezado, solicito um dispositivo eletrônico para desempenho de atividades laborais.",	"Tô querendo um computador novo pro meu trabalho.",	"Estou interessado em adquirir um dispositivo de informática para minha função corporativa.",	"Oi, preciso de um laptop pra usar no serviço.",	"Boa tarde, estou precisando de um PC para tarefas profissionais.",	"Estou buscando um equipamento de informática para uso no ambiente de trabalho.",	"Tô buscando um notebook pra trabalhar.",	"Saudações, gostaria de solicitar um dispositivo tecnológico para uso empresarial.",	"Queria pedir um computador pro serviço.",	"Boa tarde, necessito de um notebook para desempenho de atividades laborais.",	"Estou em busca de um laptop para auxiliar nas tarefas profissionais.",	"Tô precisando de um computador pro meu setor.",	"Solicito um equipamento de informática para o trabalho.",	"Oi, queria um dispositivo de informática pro escritório.",	"Prezado, estou em busca de um laptop para uso no ambiente corporativo.",	"Tô querendo um PC novo pro meu emprego.",	"Gostaria de requisitar um notebook para uso no trabalho.",	"Boa tarde, preciso de um dispositivo de informática para minhas atribuições no trabalho.",	"Estou buscando um computador para uso empresarial.",	"Tô buscando um notebook pra usar no serviço.",	"Saudações, gostaria de solicitar um equipamento tecnológico para a realização de tarefas profissionais.",	"Queria pedir um laptop pro emprego.",	"Boa tarde, estou precisando de um PC para o escritório.",	"Estou em busca de um dispositivo de informática para uso no ambiente de trabalho.",	"Tô precisando de um computador pro trabalho.",	"Solicito um notebook para desempenho de atividades laborais.",	"Oi, queria um dispositivo de informática pro serviço.",	"Prezado, necessito de um laptop para uso empresarial.",	"Tô querendo um PC pro meu setor.",	"Boa tarde, estou buscando um dispositivo de informática para minhas atribuições no trabalho.",	"Estou em busca de um laptop para uso no trabalho.",	"Tô buscando um computador pra usar no emprego.",	"Saudações, preciso de um dispositivo tecnológico para auxiliar nas tarefas profissionais.",	"Queria pedir um laptop pra usar no escritório.",	"Boa tarde, estou precisando de um PC para trabalho na empresa.",	"Tô precisando de um computador pro serviço.",	"Solicito um notebook para uso empresarial.",	"Oi, queria um dispositivo de informática pro meu setor.",	"Tô querendo um PC pra trabalhar.",	"Saudações, estou interessado em adquirir um dispositivo computacional para aprimorar minhas obrigações laborais.",	"Boa tarde, estou buscando um laptop para uso no contexto profissional.",	"Estou em busca de um equipamento eletrônico para auxiliar nas tarefas do trabalho.",	"Oi, preciso requisitar um notebook para minhas atividades na empresa.",	"Desejo solicitar um dispositivo tecnológico para melhorar minha eficiência no emprego.",	"Tô querendo um PC novo para facilitar minhas tarefas no serviço.",	"Gostaria de requerer um notebook para uso na esfera corporativa.",	"Tô necessitando de um dispositivo de informática para uso laboral.",	"Prezado, necessito de um laptop para desempenho de tarefas profissionais.",	"Tô interessado em adquirir um dispositivo de informática para minha área corporativa.",	"Oi, preciso de um laptop para as demandas do trabalho.",	"Estou em busca de um dispositivo de informática para uso no local de trabalho.",	"Tô precisando de um notebook para realizar minhas tarefas no emprego.",	"Saudações, gostaria de solicitar um dispositivo tecnológico para o âmbito profissional.",	"Queria pedir um computador para uso na empresa.",	"Boa tarde, necessito de um notebook para executar atividades laborais.",	"Estou em busca de um laptop para otimização de tarefas profissionais.",	"Tô necessitando de um PC para uso no ambiente corporativo.",	"Solicito um dispositivo de informática para desempenho no trabalho.",	"Oi, preciso de um laptop para a realização de atividades no emprego.",	"Prezado, estou buscando um notebook para utilização na área corporativa.",	"Tô querendo um PC para execução de tarefas laborais.",	"Gostaria de requerer um dispositivo tecnológico para uso no trabalho.",	"Boa tarde, estou buscando um notebook para atividades no ambiente profissional.",	"Estou em busca de um computador para uso no emprego.",	"Tô necessitando de um dispositivo de informática para facilitar minhas tarefas laborais.",	"Saudações, desejo solicitar um dispositivo computacional para desempenho profissional.",	"Queria pedir um laptop para uso no contexto corporativo.",	"Boa tarde, estou precisando de um PC para realização de atividades na empresa.",	"Estou em busca de um notebook para uso no ambiente de trabalho.",	"Tô querendo um dispositivo de informática para minhas obrigações no serviço.",	"Solicito um laptop para uso no âmbito profissional.",	"Oi, preciso de um computador para execução de tarefas no emprego.",	"Prezado, estou buscando um notebook para otimização de atividades laborais.",	"Tô necessitando de um PC para uso no contexto corporativo.",	"Gostaria de requerer um dispositivo de informática para desempenho no trabalho.",	"Boa tarde, estou em busca de um laptop para uso na empresa.",	"Estou em busca de um dispositivo tecnológico para aprimoramento de tarefas profissionais.",	"Tô querendo um notebook para facilitar minhas atividades no emprego.",	"Saudações, necessito de um computador para desempenho laboral.",	"Queria pedir um dispositivo de informática para uso no contexto corporativo.",	"Boa tarde, estou buscando um laptop para realização de atividades na empresa.",	"Estou em busca de um PC para uso no ambiente profissional.",	"Tô precisando de um notebook para execução de tarefas laborais.",	"Solicito um dispositivo tecnológico para otimização de atividades no trabalho.",	"Oi, preciso de um laptop para desempenhar obrigações profissionais.",	"Prezado, estou buscando um computador para uso no emprego.",	"Estou em busca de um dispositivo de informática para execução de tarefas no trabalho.",	"Preciso requisitar um notebook para atividades no setor operacional.",	" Gostaria de um laptop para funções operacionais na empresa.",	" Estou precisando de um computador portátil para uso operacional.",	" Preciso solicitar um desktop para o setor administrativo.",	" Gostaria de um computador de mesa para trabalho administrativo.",	" Estou precisando de um PC para tarefas no setor administrativo.",	" Preciso requisitar um laptop de engenharia para atividades técnicas.",	" Gostaria de um notebook de engenharia para trabalho operacional.",	" Estou precisando de um computador portátil para funções de engenharia.",	" Preciso solicitar um tablet para uso técnico no setor operacional.",	" Gostaria de um dispositivo portátil para atividades no setor operacional.",	" Estou precisando de um tablet para tarefas técnicas no setor operacional.",	" Preciso requisitar um notebook para o trabalho administrativo.",	" Gostaria de um laptop para tarefas administrativas.",	" Estou precisando de um computador portátil para funções administrativas.",	" Preciso solicitar um desktop para uso no setor administrativo.",	" Gostaria de um computador de mesa para atividades administrativas.",	" Estou precisando de um PC para o trabalho administrativo.",	" Preciso requisitar um laptop de engenharia para tarefas técnicas.",	" Gostaria de um notebook de engenharia para atividades operacionais.",	" Estou precisando de um computador portátil para funções técnicas de engenharia.",	" Gostaria de um dispositivo portátil para atividades técnicas no setor operacional.",	" Preciso requisitar um notebook para funções de engenharia.",	" Gostaria de um laptop para tarefas técnicas.",	" Estou precisando de um computador portátil para o trabalho técnico de engenharia.",	" Preciso solicitar um desktop para uso técnico de engenharia.",	" Gostaria de um computador de mesa para atividades de engenharia.",	" Estou precisando de um PC para funções técnicas de engenharia.",	" Gostaria de um notebook de engenharia para o trabalho operacional.",	" Estou precisando de um computador portátil para funções operacionais de engenharia.",	" Preciso solicitar um tablet para uso técnico no setor de engenharia.",	" Gostaria de um dispositivo portátil para atividades técnicas de engenharia.",	" Estou precisando de um tablet para tarefas operacionais de engenharia.",	" Preciso requisitar um notebook para o departamento operacional.",	" Gostaria de um laptop para atividades operacionais na empresa.",	" Estou precisando de um computador portátil para uso operacional no trabalho.",	" Preciso solicitar um desktop para o departamento administrativo.",	" Gostaria de um computador de mesa para atividades administrativas na empresa.",	" Estou precisando de um PC para tarefas administrativas.",	" Preciso requisitar um laptop de engenharia para funções técnicas.",	" Preciso solicitar um tablet para uso técnico no departamento operacional.",	" Preciso solicitar um desktop para uso no departamento administrativo."],
         "responses": ["Certo, esse computador seria para voce ou outra pessoa?"]
        },

        {"tag": "alvo",
         "patterns": ["Ainda não tenho definido, estou em fase de contratação.",	"Ainda não, estou em processo de seleção.",	"Ainda não, estou no processo de contratação.",	"Novo integrante da equipe",	"Novo membro da equipe",	"Ainda não, estou em fase de contratação.",	"Ainda não, estou em processo de contratação.",	"Ainda não, estou na fase de contratação.",	"A solicitação seria para mim.",	"Estou fazendo essa solicitação para mim.",	"Estou requisitando para mim mesmo.",	"Estou solicitando para mim.",	"Será para um grupo de cinco pessoas, para atividades administrativas e de pesquisa.",	"Destinado a um grupo de cinco colaboradores para tarefas administrativas e pesquisa.",	"Designado para um time de cinco membros, focado em atividades administrativas e pesquisa.",	"Alocado para um grupo de cinco pessoas para conduzir atividades administrativas e pesquisa.",	"Destinado a um grupo de cinco indivíduos para pesquisas e atividades administrativas.",	"Planejado para um grupo de cinco pessoas, responsáveis por atividades administrativas e pesquisa.",	"Destinado a cinco integrantes para atividades administrativas e pesquisa.",	"Designado para um grupo de cinco colaboradores para conduzir pesquisas e tarefas administrativas.",	"Alocado para um time de cinco pessoas para realizar atividades administrativas e pesquisa.",	"Destinado a um grupo de cinco membros para atividades administrativas e pesquisa.",	"Designado para um grupo de cinco pessoas para trabalhar em atividades administrativas e pesquisa.",	"Alocado para um grupo de cinco colaboradores para pesquisa e tarefas administrativas.",	"Destinado a um grupo de cinco indivíduos para realizar pesquisas e atividades administrativas.",	"Planejado para um grupo de cinco pessoas, responsáveis por pesquisa e atividades administrativas.",	"Destinado a cinco integrantes para conduzir atividades administrativas e pesquisa.",	"Designado para um grupo de cinco colaboradores para realizar pesquisas e tarefas administrativas.",	"Alocado para um time de cinco pessoas para trabalhar em atividades administrativas e pesquisa.",	"Designado para um grupo de cinco pessoas para pesquisas e tarefas administrativas.",	"Alocado para um grupo de cinco colaboradores para conduzir atividades administrativas e pesquisa.",	"Destinado a um grupo de cinco indivíduos para trabalhar em pesquisas e atividades administrativas.",	"Estou pedindo para mim mesmo.",	"Estou requisitando para mim.",	"Estou solicitando para mim mesmo.",	"Estou solicitando para mim mesma.",	"Estou fazendo essa solicitação para mim mesmo.",	"Estou pedindo para mim.",	"Estou requisitando para mim mesma.",	"Estou pedindo para mim mesma.",	"Estou fazendo essa solicitação para mim mesma.",	"Estou ainda em processo de definição, no estágio de contratação.",	"Não tenho nada definido, ainda estou na fase de contratação.",	"Não defini ainda, estou em fase de contratação.",	"Estou em processo de contratação, nada foi definido ainda.",	"Em fase de contratação, ainda não defini.",	"Estou em processo de contratação, sem definição por enquanto.",	"Ainda em fase de contratação, não tenho definição.",	"Estou em processo de contratação, sem definições ainda.",	"Estou em fase de contratação, nada definido até o momento.",	"Ainda estou em processo de contratação, sem definições feitas.",	"Em fase de contratação, ainda não fiz as definições.",	"Estou em processo de contratação, sem decisões concretas.",	"Em fase de contratação, sem definições realizadas.",	"Ainda não tenho definições, estou em processo de contratação.",	"Estou em fase de contratação, não defini ainda.",	"Em processo de contratação, nada definido até agora.",	"Estou em fase de contratação, sem decisões estabelecidas.",	"Ainda não defini, estou no processo de contratação.",	"Estou em fase de contratação, sem definições fechadas.",	"Ainda estou em processo de contratação, nada foi decidido ainda.",	"Nova adição à equipe.",	"Recém-chegado na equipe.",	"Novo integrante do time.",	"Mais um membro da equipe.",	"Recém-recrutado para a equipe.",	"Novo elemento na equipe.",	"Nova inclusão na equipe.",	"Adição recente à equipe.",	"Última inclusão no time.",	"Novo participante da equipe.",	"Mais uma adição ao time.",	"Último integrante da equipe.",	"Novo reforço na equipe.",	"Mais um integrante do time.",	"Nova entrada na equipe.",	"Recém-adicionado à equipe.",	"Mais uma inclusão no time.",	"Novo colega de equipe.",	"Mais um integrante da equipe.",	"Nova contratação para o time."],
         "responses": ["alvo"]
        },

        {"tag": "proposito",
         "patterns": ["Novo membro da equipe",	"Atividades administrativas.",	"Novo colaborador",	"Novo funcionário",	"Sim, existe.",	"Sim, há um disponível.",	"Sim, tem um disponível.",	"A solicitação seria para mim.",	"Mas esse computador pertence à minha antiga área, estou indo para uma nova área.",	"Esse computador é da minha antiga área, estou mudando para uma nova.",	"Mas esse computador é da minha antiga área, estou mudando para uma nova.",	"Alteração de função",	"Esse laptop pertence à minha antiga área, estou indo para uma nova.",	"Mudança de função",	"Esse computador pertence à minha antiga área, estou indo para uma nova.",	"Compartilhamento de computador",	"Ele estará no departamento administrativo, realizando tarefas de suporte e organização de documentos.",	"Atuando no departamento administrativo para auxiliar na organização de documentos.",	"Ele estará na área administrativa, cuidando da organização de documentos.",	"Suporte e organização de documentos serão suas atividades no departamento administrativo.",	"Nova posição no departamento administrativo: suporte e organização de documentos.",	"Responsável por tarefas administrativas e organização de documentos.",	"Estará no setor administrativo, cuidando da documentação.",	"Apoiando no departamento administrativo com organização de documentos.",	"Novo integrante da equipe administrativa para suporte e documentação.",	"Contribuindo com tarefas administrativas e organização de documentos.",	"Designado para o departamento administrativo, focado na documentação.",	"Novo colaborador para auxiliar nas tarefas administrativas.",	"Encarregado de suporte e organização de documentos no setor administrativo.",	"Tarefas de suporte e documentação no departamento administrativo.",	"Integração na equipe administrativa para organização de documentos.",	"Nova atribuição: suporte e organização de documentos administrativos.",	"Trabalhará no setor administrativo com foco em documentação.",	"Novo membro da equipe para auxiliar na administração de documentos.",	"Atividades de suporte e documentação no departamento administrativo.",	"Mudança para o departamento administrativo para atividades documentais.",	"Suporte administrativo com ênfase na organização de documentos.",	"Alocado no departamento administrativo para lidar com documentação.",	"Auxiliando no setor administrativo com organização de documentos.",	"Novo cargo: suporte e organização de documentos administrativos.",	"Assumindo responsabilidades de suporte e documentação na administração.",	"Tarefas administrativas e organização de documentos serão suas funções.",	"Novo funcionário para ajudar na administração de documentos.",	"Contribuição no departamento administrativo com foco na documentação.",	"Responsável por atividades administrativas, incluindo documentação.",	"Suporte e organização de documentos como parte do trabalho administrativo.",	"Integrando-se à equipe administrativa para gerenciar documentos.",	"Atuando no departamento administrativo com foco em documentos.",	"Novo integrante para tarefas administrativas e documentação.",	"Encarregado de tarefas administrativas e organização de documentos.",	"Ajudando no departamento administrativo com tarefas documentais.",	"Tarefas de suporte e documentação como membro do setor administrativo.",	"Responsável por auxiliar na administração e organização de documentos.",	"Novo colaborador para tarefas administrativas e documentação.",	"Designado para o departamento administrativo para lidar com documentos.",	"Atuando na área administrativa para auxiliar na documentação.",	"Suporte e organização de documentos no departamento administrativo.",	"Contribuindo com tarefas administrativas, incluindo documentação.",	"Novo membro da equipe administrativa para gerenciamento de documentos.",	"Alocado no departamento administrativo para cuidar da documentação.",	"Auxiliando no setor administrativo com tarefas de documentação.",	"Novo cargo para lidar com tarefas administrativas e documentação.",	"Responsável por atividades administrativas, especialmente documentação.",	"Suporte e organização de documentos como parte das responsabilidades.",	"Integrando-se à equipe administrativa para trabalhar com documentos.",	"Atuando no departamento administrativo para gerenciar documentos.",	"Novo integrante para auxiliar nas tarefas administrativas e documentação.",	"Trabalhando na área administrativa, oferecendo suporte e organização documental.",	"Designado para o departamento administrativo, focado em tarefas de documentação.",	"Integrando-se à equipe administrativa para coordenar documentos.",	"Suporte e organização de documentos como parte das responsabilidades administrativas.",	"Novo colaborador para auxiliar nas demandas documentais e administrativas.",	"Atividades administrativas com ênfase na gestão de documentos.",	"Alocado no departamento administrativo para gerenciamento documental.",	"Contribuindo com tarefas administrativas, incluindo a documentação oficial.",	"Responsável por suporte e organização de documentos no âmbito administrativo.",	"Auxiliando no setor administrativo, principalmente na gestão de documentos.",	"Novo integrante para lidar com tarefas administrativas e documentação.",	"Trabalhará no departamento administrativo para supervisionar documentos.",	"Atuando na área administrativa para apoiar na organização de documentos.",	"Encarregado de tarefas administrativas, incluindo a documentação interna.",	"Ajudando no departamento administrativo com foco em tarefas documentais.",	"Novo cargo para gerenciamento de documentos na área administrativa.",	"Assumindo responsabilidades de suporte e organização de documentos.",	"Integrando-se à equipe administrativa para aprimorar a gestão documental.",	"Atuando no departamento administrativo, principalmente com documentos.",	"Novo membro para auxiliar nas atividades administrativas e documentação."],
         "responses": ["A nova funcao sera de Cargo engenharia, Cargo operacional, Cargo Administrativo ou Cargo Adminstrativo Fixo?"]
        },
        {"tag": "perfil",
         "patterns": ["Ele irá exercer atividades administrativa",	"Administrativas.",	"Atividades operacionais.",	"Operacionais.",	"Tarefas operacionais",	"Funções operacionais",	"Atividades de operações",	"Responsabilidades operacionais",	"Tarefas de rotina operacionais",	"Deveres operacionais",	"Trabalho operacional",	"Procedimentos operacionais",	"Atividades do dia a dia operacionais",	"Ações operacionais",	"Operações em curso",	"Tarefas funcionais",	"Atividades operacionais regulares",	"Deveres de execução",	"Missões operacionais",	"Funções operativas",	"Tarefas operativas",	"Tarefas diárias operacionais",	"Atividades operacionais habituais",	"Responsabilidades de operações",	"Tarefas administrativas operacionais",	"Operações cotidianas",	"Tarefas operacionais diárias",	"Funções operacionais usuais",	"Deveres operacionais rotineiros",	"Procedimentos operacionais padrão",	"Responsabilidades operacionais normais",	"Ações operacionais habituais",	"Atividades operacionais de praxe",	"Tarefas operacionais típicas",	"Atividades de execução operacionais",	"Operações de rotina",	"Tarefas de operações diárias",	"Responsabilidades operacionais padrão",	"Funções operacionais habituais",	"Atividades operacionais usuais",	"Tarefas operacionais recorrentes",	"Deveres operacionais comuns",	"Cargo de operações",	"Posição operacional",	"Cargo de engenharia",	"Função de engenharia",	"Cargo administrativo fixo",	"Posição administrativa",	"Cargo operacional fixo",	"Função operacional",	"Posição de operações",	"Cargo de administração",	"Posição administrativa fixa",	"Cargo de operações fixas",	"Função administrativa",	"Posição de engenharia",	"Cargo de engenheiro",	"Cargo de administração fixa",	"Função de operações",	"Posição de administração",	"Cargo de operações permanentes",	"Cargo de engenheiro fixo"],
         "responses": ["certo, qual seria o modelo que gostaria de solicitar? (Computador Padrao, Notebook Padrao, Computador de Alto Desempenho,Notebook de alto desempenho,  Notebook Dobravel)"]
         },
        {"tag": "modelo",
         "patterns": ["Notebook Padrão",	"Novo Funcionario",	"Notebook convencional",	"Computador Padrão",	"Computador Convencional",	"PC Padrão",	"Computador de Alto Desempenho",	"PC convencional",	"Computador comum",	"Estação de trabalho padrão",	"Desktop padrão",	"Máquina de escritório padrão",	"Estação de trabalho típica",	"PC usual",	"Computador tradicional",	"Máquina de mesa padrão",	"Desktop convencional",	"PC padrão de escritório",	"Estação de trabalho regular",	"Computador normal",	"Desktop típico",	"Estação de trabalho comum",	"Máquina de trabalho padrão",	"PC de rotina",	"Computador usual",	"Estação de trabalho usual",	"Laptop comum",	"Computador portátil padrão",	"Laptop usual",	"Notebook tradicional",	"PC móvel padrão",	"Laptop típico",	"Notebook normal",	"Computador portátil convencional",	"Laptop de escritório padrão",	"Notebook comum",	"PC portátil padrão",	"Laptop de trabalho padrão",	"Notebook usual",	"Computador portátil usual",	"Laptop de rotina",	"Notebook regular",	"PC móvel comum",	"Laptop padrão de escritório",	"Notebook típico",	"PC de alta performance",	"Máquina poderosa",	"Computador potente",	"Estação de trabalho avançada",	"Desktop poderoso",	"Máquina de escritório de alto desempenho",	"PC avançado",	"Computador de desempenho superior",	"Estação de trabalho potente",	"Desktop avançado",	"Máquina de trabalho de alta performance",	"PC poderoso",	"Computador de escritório avançado",	"Estação de trabalho de desempenho superior",	"Desktop de alta performance",	"Máquina avançada",	"Computador robusto",	"Estação de trabalho poderosa",	"Desktop de desempenho superior",	"PC de trabalho de alto desempenho",	"Laptop de alta performance",	"Notebook potente",	"Computador portátil poderoso",	"Laptop avançado",	"Notebook de desempenho superior",	"PC móvel de alto desempenho",	"Laptop poderoso",	"Notebook avançado",	"Computador portátil de alta performance",	"Laptop de trabalho de alto desempenho",	"Notebook robusto",	"PC móvel avançado",	"Laptop de escritório de alto desempenho",	"Notebook de desempenho avançado",	"Computador portátil avançado",	"Laptop de trabalho superior",	"Notebook de performance superior",	"PC móvel poderoso",	"Laptop de escritório avançado",	"Notebook de trabalho de alta performance",	"Laptop dobrável",	"Notebook flexível",	"Computador portátil dobrável",	"Laptop flexível",	"Notebook dobrável",	"PC móvel dobrável",	"Notebook flex",	"Computador portátil flexível"],
         "responses": [
             "certo, vou verificar a disponibilidade no sistema, so um minuto!"]
         }

   ]
}